Repository: wp-plugins/register-plus-redux-export-users
Catalog: langs/plugin_registerplusredux_*.po
Languages: eu_it_it

source: You must activate Cimy User Extra Fields and enable get_CimyFieldValue function to export data from that plug-in
eu_it_it: Bisogna attivare Cimy User Extra Fields e abilitare la funzione get_CimyFieldValue per esportare dati da quel plug-in

source: Import Users
eu_it_it: Importa Utenti

source: ERRORS
eu_it_it: ERRORI

source: USERS SUCCESSFULLY ADDED
eu_it_it: UTENTI AGGIUNTI CON SUCCESSO

source: USERS SUCCESSFULLY MODIFIED
eu_it_it: UTENTI MODIFICATI CON SUCCESSO

source: Select the CSV file
eu_it_it: Seleziona il file CSV

source: Select field delimiter
eu_it_it: Seleziona il delimitatore di campi

source: If your CSV file is like: "field1","field2" then you need to use comma
eu_it_it: Se il file CSV appare come: "field1","field2" allora bisogna utilizzare la virgola

source: Select text delimiter
eu_it_it: Seleziona il delimitatore di testo

source: If your CSV file is like: "field1","field2" then you need to use double quote
eu_it_it: Se il file CSV appare come: "field1","field2" allora bisogna utilizzare le virgolette

source: Create users
eu_it_it: Crea utenti

source: Select this option to let the plug-in create users.
eu_it_it: Seleziona questa opzione per permettere al plug-in di creare gli utenti.

source: <strong>REMEMBER</strong>: for new users <strong>do not</strong> enter any USERID, but <strong>specify</strong> an unique USERNAME and EMAIL
eu_it_it: <strong>RICORDA</strong>: per i nuovi utenti <strong>non</strong> introdurre lo USERID, ma <strong>specifica</strong> degli unici USERNAME ed EMAIL

source: Import
eu_it_it: Importa

source: Export Users
eu_it_it: Esporta Utenti

source: FILE GENERATED
eu_it_it: FILE GENERATO

source: USERS SUCCESSFULLY EXPORTED
eu_it_it: UTENTI ESPORTATI CON SUCCESSO

source: Add also Cimy User Extra Fields data
eu_it_it: Aggiungi anche i dati di Cimy User Extra Fields

source: Select this option to let the plug-in export also data present into Cimy User Extra Fields
eu_it_it: Seleziona questa opzione per permettere al plug-in di esportare i dati presenti in Cimy User Extra Fields

source: Select date format
eu_it_it: Seleziona il formato della data

source: Select the date/time format to represent registration dates (if any)
eu_it_it: Seleziona il formato della data/ora per rappresentare le date di registrazione (se presenti)

source: More info about date/time format are on this
eu_it_it: Più informazioni circa il formato della data/ora sono a questo

source: Export
eu_it_it: Esporta

source: Cannot open the file
eu_it_it: Impossibile aprire il file

source: (line %s)
eu_it_it: (linea %s)

source: username '%s' has some invalid characters, used this username instead: '%s'
eu_it_it: il nome utente '%s' ha alcuni caratteri non validi, è stato usato questo: '%s'

source: userid is missing
eu_it_it: id utente mancante

source: userid '%s' is not present in the DB
eu_it_it: l'id utente '%s' non è presente nel DB

source: and
eu_it_it: e

source: username is missing
eu_it_it: username mancante

source: the username '%s' is not present in the DB
eu_it_it: il nome utente '%s' non è presente nel DB

source: username missing cannot add an user without it
eu_it_it: il nome utente è mancante, non posso aggiungere un utente senza

source: username '%s' already present in the DB (line %s)
eu_it_it: il nome utente '%s' è già presente nel DB (linea %s)

source: e-mail '%s' has some invalid characters, used this address instead: '%s'
eu_it_it: e-mail '%s' ha alcuni caratteri non validi, è stato usato questo indirizzo: '%s'

source: e-mail '%s' already present in the DB, dropped this new user: '%s'
eu_it_it: e-mail '%s' già presente nel DB, saltato questo nuovo utente: '%s'

source: e-mail field empty, dropped this new user: '%s'
eu_it_it: il campo e-mail è vuoto, saltato l'utente: '%s'

source: e-mail '%s' already present in the DB, dropped this modification
eu_it_it: e-mail '%s' già presente nel DB, saltata questa modifica

source: Cimy User Extra Fields is not active, impossible to import any extra fields data
eu_it_it: Cimy User Extra Fields non è attivo, impossibile importare qualsiasi dato nei campi extra

source: '%s' field doesn't exist
eu_it_it: il campo '%s' non esiste
